{
  "name": "Melasoul",
  "bio": {
    "fr": "L'idée Melasoul, c'est un groupe de reprises. Deux heure trente de funk, de soul, et bien plus encore… 10 musiciens passionnés qui ont un style, un jeu et une lecture originale de leurs titres préférés, parmi lesquels de grands classiques, mais aussi des choses plus contemporaines.<br><br>Avec les voix superbes de Monia et Guillaume, des riffs de cuivres bien efficaces, des cocottes de guitare qui font tourner la tête, et le tout sur une base rythmique solide et entraînante.<br><br>Melasoul vous apporte de l'énergie en boite de 12, un petit brin de folie et un groove communicatif qui ne devrait laisser personne indifférent...",
    "de": "Die Idee von Melasoul — das ist eine Coverband. Zweieinhalb Stunden Funk, Soul und noch viel mehr… Zehn leidenschaftliche Musiker mit eigenem Stil, eigenem Sound und einer originellen Interpretation ihrer Lieblingssongs — von großen Klassikern bis hin zu modernen Stücken.<br><br>Mit den großartigen Stimmen von Monia und Guillaume, kraftvollen Bläserriffs, mitreißenden Gitarrenlicks und einer soliden, treibenden Rhythmusgruppe als Fundament.<br><br>Melasoul bringt euch Energie im Zwölferpack, eine Prise Verrücktheit und einen ansteckenden Groove, der garantiert niemanden kaltlässt...",
    "en": "The Melasoul idea — it's a cover band. Two and a half hours of funk, soul, and much more… Ten passionate musicians with their own style, sound, and unique take on their favorite songs — from timeless classics to more contemporary gems.<br><br>With the superb voices of Monia and Guillaume, punchy brass riffs, irresistible guitar licks, all built on a solid, driving rhythm section.<br><br>Melasoul brings you energy by the dozen, a touch of madness, and an infectious groove that's sure to get everyone moving...",
    "es": "La idea de Melasoul — es una banda de versiones. Dos horas y media de funk, soul y mucho más… Diez músicos apasionados con su propio estilo, su sonido y una interpretación original de sus canciones favoritas, que van desde los grandes clásicos hasta temas más contemporáneos.<br><br>Con las magníficas voces de Monia y Guillaume, potentes secciones de metales, guitarras con ritmo contagioso, todo sobre una base rítmica sólida y llena de energía.<br><br>Melasoul te trae energía por partida doble, un toque de locura y un groove contagioso que no dejará a nadie indiferente...",
    "it": "L'idea di Melasoul — è una cover band. Due ore e mezza di funk, soul e molto altro ancora… Dieci musicisti appassionati, con uno stile, un suono e un'interpretazione originale dei loro brani preferiti, che spaziano dai grandi classici a pezzi più contemporanei.<br><br>Con le splendide voci di Monia e Guillaume, riff di fiati potenti, chitarre dal ritmo travolgente e il tutto su una solida e coinvolgente sezione ritmica.<br><br>Melasoul ti porta un'energia in confezione da dodici, un pizzico di follia e un groove contagioso che non lascerà nessuno indifferente..."
  },
  "bandPicture": "Band.webp",
  "members": [
    {
      "fullName": "Vincent Greco",
      "picture": "Vincent.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "Bassiste talentueux, vient de la scène soul, funk et jazz, apporte une teinte groovy aux morceaux. Il est surtout un des piliers rythmiques sur lequel le groupe peut s'appuyer. Il participe également aux compositions et arrangements.",
        "de": "<p>Talentierter Bassist, aus der Soul-, Funk- und Jazzszene kommend, verleiht er den Stücken eine groovige Note. Vor allem ist er einer der rhythmischen Pfeiler, auf die sich die Band stützen kann. Außerdem beteiligt er sich an Kompositionen und Arrangements.</p>",
        "en": "<p>Talented bassist, coming from the soul, funk, and jazz scene, he brings a groovy touch to the songs. Above all, he is one of the rhythmic pillars on which the band can rely. He also contributes to compositions and arrangements.</p>",
        "es": "<p>Bajista talentoso, procedente de la escena soul, funk y jazz, aporta un toque groovy a los temas. Sobre todo, es uno de los pilares rítmicos en los que el grupo puede apoyarse. También participa en las composiciones y los arreglos.</p>",
        "it": ""
      },
      "roles": ["bass"],
      "range": "2013-"
    }
  ],
  "pastMembers": [],
  "events": [
    {
      "title": "Concert Melasoul à Rambouillet",
      "picture": "Event1.webp",
      "date": "2024-06-22",
      "place": "Rue des Gaules — Rambouillet",
      "url": "https://www.facebook.com/events/1444835522878992",
      "description": {
        "fr": "Pour la fête de la musique, Melasoul joue à Rambouillet, sur la scène 15, au niveau du 117 Rue des Gaules.",
        "de": "Zum Tag der Musik spielt Melasoul in Rambouillet, auf Bühne 15, in der Nähe der Rue des Gaules 117.",
        "en": "For the Fête de la Musique, Melasoul will be performing in Rambouillet, on stage 15, near 117 Rue des Gaules.",
        "es": "Para la Fiesta de la Música, Melasoul tocará en Rambouillet, en el escenario 15, cerca del 117 Rue des Gaules.",
        "it": "Per la Festa della Musica, Melasoul suonerà a Rambouillet, sul palco 15, vicino al 117 Rue des Gaules."
      }    
    }
  ],
  "releases": [],
  "medias": [
    {
      "type": "image",
      "link": "./assets/img/artists/sample1.webp"
    }
  ],
  "links": [
    {
      "type": "facebook",
      "name": "Facebook",
      "url": "https://www.facebook.com/Melasoul"
    }, {
      "type": "instagram",
      "name": "Instagram",
      "url": "https://www.instagram.com/melasoul_music/"
    }, {
      "type": "tiktok",
      "name": "Tik Tok",
      "url": "https://www.tiktok.com/@melasoul_music"
    }, {
      "type": "youtube",
      "name": "YouTube",
      "url": "https://www.youtube.com/@melasoul_music"
    }, {
      "type": "reverbnation",
      "name": "Reverbnation",
      "url": "https://www.reverbnation.com/melasoul"
    }    
  ],
  "styles": {
    "mainColor": "#D45656",
    "gradientStart": "#4A4444",
    "gradientEnd": "#663F3F"
  }
}
