{
  "name": "Melasoul",
  "bio": {
    "fr": "<p>L'idée Melasoul, c'est un groupe de reprises. Deux heure trente de funk, de soul, et bien plus encore… 10 musiciens passionnés qui ont un style, un jeu et une lecture originale de leurs titres préférés, parmi lesquels de grands classiques, mais aussi des choses plus contemporaines.</p><p>Avec les voix superbes de Monia et Guillaume, des riffs de cuivres bien efficaces, des cocottes de guitare qui font tourner la tête, et le tout sur une base rythmique solide et entraînante.</p><p>Melasoul vous apporte de l'énergie en boite de 12, un petit brin de folie et un groove communicatif qui ne devrait laisser personne indifférent...</p>",
    "de": "<p>Die Idee von Melasoul — das ist eine Coverband. Zweieinhalb Stunden Funk, Soul und noch viel mehr… Zehn leidenschaftliche Musiker mit eigenem Stil, eigenem Sound und einer originellen Interpretation ihrer Lieblingssongs — von großen Klassikern bis hin zu modernen Stücken.</p><p>Mit den großartigen Stimmen von Monia und Guillaume, kraftvollen Bläserriffs, mitreißenden Gitarrenlicks und einer soliden, treibenden Rhythmusgruppe als Fundament.</p><p>Melasoul bringt euch Energie im Zwölferpack, eine Prise Verrücktheit und einen ansteckenden Groove, der garantiert niemanden kaltlässt...</p>",
    "en": "<p>The Melasoul idea — it's a cover band. Two and a half hours of funk, soul, and much more… Ten passionate musicians with their own style, sound, and unique take on their favorite songs — from timeless classics to more contemporary gems.</p><p>With the superb voices of Monia and Guillaume, punchy brass riffs, irresistible guitar licks, all built on a solid, driving rhythm section.</p><p>Melasoul brings you energy by the dozen, a touch of madness, and an infectious groove that's sure to get everyone moving...</p>",
    "es": "<p>La idea de Melasoul — es una banda de versiones. Dos horas y media de funk, soul y mucho más… Diez músicos apasionados con su propio estilo, su sonido y una interpretación original de sus canciones favoritas, que van desde los grandes clásicos hasta temas más contemporáneos.</p><p>Con las magníficas voces de Monia y Guillaume, potentes secciones de metales, guitarras con ritmo contagioso, todo sobre una base rítmica sólida y llena de energía.</p><p>Melasoul te trae energía por partida doble, un toque de locura y un groove contagioso que no dejará a nadie indiferente...</p>",
    "it": "<p>L'idea di Melasoul — è una cover band. Due ore e mezza di funk, soul e molto altro ancora… Dieci musicisti appassionati, con uno stile, un suono e un'interpretazione originale dei loro brani preferiti, che spaziano dai grandi classici a pezzi più contemporanei.</p><p>Con le splendide voci di Monia e Guillaume, riff di fiati potenti, chitarre dal ritmo travolgente e il tutto su una solida e coinvolgente sezione ritmica.</p><p>Melasoul ti porta un'energia in confezione da dodici, un pizzico di follia e un groove contagioso che non lascerà nessuno indifferente...</p>"
  },
  "bandPicture": "Band.webp",
  "members": [
    {
      "fullName": "Monia",
      "picture": "Monia.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>J'ai toujours chanté et dansé depuis petite. Mes goûts musicaux éclectiques me font naviguer entre les styles : du RnB au Séga mauricien en passant par Sting, Mariah Carey ou les New Kids On The Block Cette diversité nourrit ma curiosité et reste au cœur de ma pratique musicale.</p><p>C'est au lycée, à 16 ans, que je rejoins la chorale de l'école de musique de Montigny le Bretonneux poussée par une camarade de classe. En 1998, j'intègre une chorale gospel de 80 personnes où je deviens soliste rapidement. J'y reste 26 ans.</p><p>En 2021 j'y rencontre Vincent notre bassiste qui me propose alors de venir faire un essai chez Melasoul. Sur les pistes de salsa je fais également deux rencontres intéressantes. L'une m'a amenée à participer à d'autres formations gospel  plus petites et la seconde à faire partie d'un orchestre de salsa comme chanteuse. C'est d'ailleurs là que je croise François, à l'époque bassiste, aujourd'hui percussionniste pour Melasoul.</p>",
        "de": "<p>Ich habe schon immer gesungen und getanzt, seit ich klein war. Mein eklektischer Musikgeschmack lässt mich zwischen verschiedenen Stilen navigieren – von RnB über den mauritischen Séga bis hin zu Sting, Mariah Carey oder den New Kids On The Block. Diese Vielfalt nährt meine Neugier und bleibt das Herzstück meiner musikalischen Praxis.</p><p>Im Gymnasium, mit 16 Jahren, trat ich auf Anraten einer Klassenkameradin dem Chor der Musikschule von Montigny-le-Bretonneux bei. 1998 schloss ich mich einem Gospelchor mit 80 Mitgliedern an, in dem ich schnell Solistin wurde. Ich blieb dort 26 Jahre lang.</p><p>Im Jahr 2021 lernte ich dort Vincent kennen, unseren Bassisten, der mir vorschlug, bei Melasoul eine Probe zu machen. Auf den Salsatanzflächen machte ich ebenfalls zwei interessante Bekanntschaften. Die eine führte mich dazu, in kleineren Gospelgruppen mitzuwirken, und die andere brachte mich dazu, Teil eines Salsaorchesters als Sängerin zu werden. Dort traf ich übrigens François wieder, damals Bassist, heute Percussionist bei Melasoul.</p>",
        "en": "<p>I have always sung and danced since I was a child. My eclectic musical tastes make me navigate between styles – from RnB to Mauritian Séga, passing through Sting, Mariah Carey, or the New Kids On The Block. This diversity feeds my curiosity and remains at the heart of my musical practice.</p><p>It was in high school, at the age of 16, that I joined the choir of the Montigny-le-Bretonneux music school, encouraged by a classmate. In 1998, I joined an 80-member gospel choir, where I quickly became a soloist. I stayed there for 26 years.</p><p>In 2021, I met Vincent there, our bassist, who then suggested that I come and try out with Melasoul. On the salsa dance floors, I also had two interesting encounters. One led me to take part in smaller gospel groups, and the other to become part of a salsa orchestra as a singer. That's actually where I met François, who was a bassist at the time and is now a percussionist for Melasoul.</p>",
        "es": "<p>Siempre he cantado y bailado desde pequeña. Mis gustos musicales eclécticos me hacen navegar entre estilos: desde el RnB hasta el Séga mauriciano, pasando por Sting, Mariah Carey o los New Kids On The Block. Esta diversidad alimenta mi curiosidad y sigue siendo el corazón de mi práctica musical.</p><p>En el instituto, a los 16 años, me uní al coro de la escuela de música de Montigny-le-Bretonneux, animada por una compañera de clase. En 1998 me incorporé a un coro góspel de 80 personas, donde rápidamente me convertí en solista. Permanecí allí durante 26 años.</p><p>En 2021 conocí allí a Vincent, nuestro bajista, quien me propuso hacer una prueba con Melasoul. En las pistas de salsa también tuve dos encuentros interesantes. Uno me llevó a participar en formaciones góspel más pequeñas y el otro a formar parte de una orquesta de salsa como cantante. Fue allí donde conocí a François, en aquel entonces bajista y hoy percusionista de Melasoul.</p>",
        "it": "<p>Ho sempre cantato e ballato fin da bambina. I miei gusti musicali eclettici mi fanno navigare tra vari stili: dall'RnB al Séga mauriziano, passando per Sting, Mariah Carey o i New Kids On The Block. Questa diversità alimenta la mia curiosità e rimane al centro della mia pratica musicale.</p><p>Al liceo, a 16 anni, mi sono unita al coro della scuola di musica di Montigny-le-Bretonneux, spinta da una compagna di classe. Nel 1998 sono entrata a far parte di un coro gospel di 80 persone, dove sono diventata rapidamente solista. Ci sono rimasta per 26 anni.</p><p>Nel 2021 ho incontrato lì Vincent, il nostro bassista, che mi ha proposto di fare una prova con i Melasoul. Sulle piste di salsa ho fatto anche due incontri interessanti. Uno mi ha portata a partecipare a piccoli gruppi gospel e l'altro a far parte di un'orchestra di salsa come cantante. È proprio lì che ho conosciuto François, allora bassista e oggi percussionista dei Melasoul.</p>"
      },
      "roles": ["leadvocals"],
      "range": "2021-"
    }, {
      "fullName": "Guillaume",
      "picture": "Guillaume.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>J'ai commencé la musique très tôt, au piano, à l'âge de 4 ans, encouragé par mon père trompettiste. Quelques années plus tard, c'est ma voix que j'ai découverte, presque par hasard, lors d'un cours de musique au collège. Les films Sister Act ont été une révélation : ils m'ont fait découvrir le gospel et l'envie de chanter ne m'a plus quitté.</p><p>J'ai fait mes premiers pas sur scène à 14 ans avec mon premier groupe, avant d'évoluer au fil des années dans plusieurs formations de gospel, de funk, ainsi que dans des groupes d'animation de mariages et auprès d'artistes de cabaret.</p><p>Mes influences vont de Sam Cooke à Donny Hathaway, en passant par Luther Vandross : des voix habitées, sincères, où le groove rencontre l'âme. Formé également au chant classique au conservatoire, j'aime mêler émotion, rigueur et groove pour donner vie à la voix et à l'énergie collective de Melasoul.</p>",
        "de": "<p>Ich habe sehr früh mit der Musik angefangen, am Klavier, im Alter von 4 Jahren, ermutigt von meinem Vater, der Trompeter war. Einige Jahre später entdeckte ich fast zufällig meine Stimme – während einer Musikstunde im Gymnasium. Die Filme Sister Act waren eine Offenbarung: Sie ließen mich das Gospel entdecken, und der Wunsch zu singen hat mich seitdem nie mehr verlassen.</p><p>Mit 14 Jahren stand ich zum ersten Mal mit meiner ersten Band auf der Bühne, bevor ich im Laufe der Jahre in verschiedenen Gospel- und Funk-Formationen sowie in Hochzeitsbands und bei Kabarettkünstlern auftrat.</p><p>Meine Einflüsse reichen von Sam Cooke bis Donny Hathaway, über Luther Vandross – Stimmen voller Seele und Ehrlichkeit, wo Groove auf Gefühl trifft. Auch im klassischen Gesang am Konservatorium ausgebildet, liebe ich es, Emotion, Präzision und Groove zu verbinden, um der Stimme und der kollektiven Energie von Melasoul Leben einzuhauchen.</p>",
        "en": "<p>I started music very early, on the piano, at the age of 4, encouraged by my father, a trumpet player. A few years later, I discovered my voice almost by chance during a music class in middle school. The Sister Act movies were a revelation: they introduced me to gospel music, and the desire to sing has never left me since.</p><p>I took my first steps on stage at 14 with my first band, before evolving over the years within several gospel and funk groups, as well as wedding bands and with cabaret artists.</p><p>My influences range from Sam Cooke to Donny Hathaway, through Luther Vandross — voices full of soul and sincerity, where groove meets emotion. Also trained in classical singing at the conservatory, I love blending emotion, discipline, and groove to bring life to the voice and to Melasoul's collective energy.</p>",
        "es": "<p>Empecé en la música muy pronto, con el piano, a los 4 años, animado por mi padre trompetista. Unos años más tarde descubrí mi voz, casi por casualidad, durante una clase de música en el colegio. Las películas Sister Act fueron una revelación: me hicieron descubrir el góspel, y desde entonces el deseo de cantar nunca me ha abandonado.</p><p>Di mis primeros pasos en el escenario a los 14 años con mi primer grupo, antes de evolucionar con los años en varias formaciones de góspel y funk, así como en grupos de animación de bodas y con artistas de cabaret.</p><p>Mis influencias van desde Sam Cooke hasta Donny Hathaway, pasando por Luther Vandross: voces llenas de alma y sinceridad, donde el groove se encuentra con la emoción. Formado también en canto clásico en el conservatorio, me gusta combinar emoción, rigor y groove para dar vida a la voz y a la energía colectiva de Melasoul.</p>",
        "it": "<p>Ho iniziato con la musica molto presto, al pianoforte, all'età di 4 anni, incoraggiato da mio padre trombettista. Alcuni anni dopo ho scoperto la mia voce, quasi per caso, durante una lezione di musica alle medie. I film Sister Act sono stati una rivelazione: mi hanno fatto scoprire il gospel e il desiderio di cantare non mi ha più lasciato.</p><p>Ho fatto i miei primi passi sul palco a 14 anni con il mio primo gruppo, per poi evolvermi nel corso degli anni in diverse formazioni di gospel e funk, nonché in gruppi che animavano matrimoni e con artisti di cabaret.</p><p>Le mie influenze spaziano da Sam Cooke a Donny Hathaway, passando per Luther Vandross: voci profonde e sincere, dove il groove incontra l'anima. Formato anche nel canto classico al conservatorio, amo unire emozione, rigore e groove per dare vita alla voce e all'energia collettiva dei Melasoul.</p>"
      },
      "roles": ["leadvocals"],
      "range": ""
    }, {
      "fullName": "Thierry",
      "picture": "Thierry.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>J'ai commencé la musique à l'âge de 9 ans, en apprenant la guitare classique au conservatoire. En troisième, mes parents m'offrent ma première guitare électrique, j'en rêvais ! Je forme alors mon premier groupe et donne mon premier concert à la fête du collège. Au fil du temps, j'ai monté plusieurs projets musicaux, m'adaptant aux différents lieux de vie et aux rencontres.</p><p>Mon parcours musical m'a amené à explorer divers genres, du rock à la funk, puis de la guitare à la trompette, puis de la funk à la salsa. J'ai rejoint Melasoul en tant que trompettiste, mais lorsque le guitariste décide de quitter le groupe, je reprends la guitare. Passionné par la recherche sonore, je joue actuellement aussi dans plusieurs projets de compositions.</p>",
        "de": "<p>Ich begann im Alter von 9 Jahren mit der Musik, als ich am Konservatorium klassische Gitarre lernte. In der neunten Klasse schenkten mir meine Eltern meine erste E-Gitarre – ich hatte schon lange davon geträumt! Ich gründete daraufhin meine erste Band und gab mein erstes Konzert beim Schulfest. Im Laufe der Zeit habe ich mehrere musikalische Projekte ins Leben gerufen und mich an verschiedene Lebensorte und Begegnungen angepasst.</p><p>Mein musikalischer Werdegang hat mich dazu geführt, verschiedene Genres zu erkunden – vom Rock zur Funkmusik, dann von der Gitarre zur Trompete und schließlich von der Funk zur Salsa. Ich trat Melasoul als Trompeter bei, aber als der Gitarrist beschloss, die Band zu verlassen, übernahm ich wieder die Gitarre. Leidenschaftlich an Klangforschung interessiert, spiele ich derzeit auch in mehreren Kompositionsprojekten.</p>",
        "en": "<p>I started music at the age of 9, learning classical guitar at the conservatory. In ninth grade, my parents gave me my first electric guitar — it was my dream! I then formed my first band and played my first concert at the school festival. Over time, I have launched several musical projects, adapting to different places I've lived and to new encounters.</p><p>My musical journey has led me to explore various genres — from rock to funk, then from guitar to trumpet, and from funk to salsa. I joined Melasoul as a trumpet player, but when the guitarist decided to leave the band, I went back to the guitar. Passionate about sound exploration, I'm currently also playing in several original composition projects.</p>",
        "es": "<p>Empecé en la música a los 9 años, aprendiendo guitarra clásica en el conservatorio. En tercero de secundaria, mis padres me regalaron mi primera guitarra eléctrica — ¡era mi sueño! Entonces formé mi primer grupo y di mi primer concierto en la fiesta del colegio. Con el tiempo he creado varios proyectos musicales, adaptándome a los distintos lugares donde he vivido y a las personas que he conocido.</p><p>Mi trayectoria musical me ha llevado a explorar diversos géneros, desde el rock hasta el funk, luego de la guitarra a la trompeta y del funk a la salsa. Me uní a Melasoul como trompetista, pero cuando el guitarrista decidió dejar el grupo, retomé la guitarra. Apasionado por la investigación sonora, actualmente también participo en varios proyectos de composiciones originales.</p>",
        "it": "<p>Ho iniziato con la musica all'età di 9 anni, imparando la chitarra classica al conservatorio. In terza media, i miei genitori mi hanno regalato la mia prima chitarra elettrica — era il mio sogno! Ho quindi formato il mio primo gruppo e ho suonato il mio primo concerto alla festa della scuola. Col tempo ho realizzato diversi progetti musicali, adattandomi ai vari luoghi in cui ho vissuto e alle persone incontrate.</p><p>Il mio percorso musicale mi ha portato a esplorare diversi generi, dal rock al funk, poi dalla chitarra alla tromba e infine dal funk alla salsa. Sono entrato nei Melasoul come trombettista, ma quando il chitarrista ha deciso di lasciare il gruppo, ho ripreso la chitarra. Appassionato di ricerca sonora, attualmente suono anche in diversi progetti di composizioni originali.</p>"
      },
      "roles": ["guitar"],
      "range": ""
    }, {
      "fullName": "Jérôme",
      "picture": "Jérôme.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>Formé au conservatoire à la flûte traversière, Jérôme Broli découvre le jazz et le swing au sein du Jack Big Band avant de se forger une solide expérience scénique sur les scènes parisiennes (Gibus, New Morning, Elysée Montmartre).</p><p>Multi-instrumentiste autodidacte, il évolue aussi bien au saxophone, à la batterie, à la flûte qu'à la basse, entre projets jazz, funk et rock. Membre actif de Mélasoul et fondateur de Brass & Co, il met son sens de l'écoute et de l'arrangement au service des sections cuivres et de la cohésion musicale du groupe.</p>",
        "de": "<p>Am Konservatorium an der Querflöte ausgebildet, entdeckte Jérôme Broli Jazz und Swing im Jack Big Band, bevor er auf Pariser Bühnen (Gibus, New Morning, Elysée Montmartre) eine solide Bühnenerfahrung sammelte.</p><p>Als autodidaktischer Multiinstrumentalist bewegt er sich ebenso sicher am Saxophon, Schlagzeug, an der Flöte wie am Bass – zwischen Jazz-, Funk- und Rockprojekten. Als aktives Mitglied von Mélasoul und Gründer von Brass & Co bringt er sein Gespür für Zuhören und Arrangement in den Dienst der Bläsersektion und der musikalischen Kohärenz der Band.</p>",
        "en": "<p>Trained at the conservatory on the transverse flute, Jérôme Broli discovered jazz and swing within the Jack Big Band before gaining solid stage experience on the Parisian scene (Gibus, New Morning, Elysée Montmartre).</p><p>A self-taught multi-instrumentalist, he plays saxophone, drums, flute, and bass with equal ease, moving between jazz, funk, and rock projects. As an active member of Mélasoul and founder of Brass & Co, he puts his sense of listening and arranging at the service of the horn sections and the musical cohesion of the group.</p>",
        "es": "<p>Formado en el conservatorio en flauta travesera, Jérôme Broli descubrió el jazz y el swing dentro del Jack Big Band antes de adquirir una sólida experiencia escénica en los escenarios parisinos (Gibus, New Morning, Elysée Montmartre).</p><p>Multiinstrumentista autodidacta, se desenvuelve con soltura tanto al saxofón, como a la batería, la flauta o el bajo, entre proyectos de jazz, funk y rock. Miembro activo de Mélasoul y fundador de Brass & Co, pone su sentido de la escucha y del arreglo al servicio de las secciones de metales y de la cohesión musical del grupo.</p>",
        "it": "<p>Formatosi al conservatorio al flauto traverso, Jérôme Broli ha scoperto il jazz e lo swing all'interno del Jack Big Band, prima di acquisire una solida esperienza sul palco nelle scene parigine (Gibus, New Morning, Elysée Montmartre).</p><p>Polistrumentista autodidatta, si esprime con la stessa facilità al sassofono, alla batteria, al flauto e al basso, tra progetti jazz, funk e rock. Membro attivo dei Mélasoul e fondatore dei Brass & Co, mette il suo senso dell'ascolto e dell'arrangiamento al servizio delle sezioni fiati e della coesione musicale del gruppo.</p>"
      },
      "roles": ["saxophone"],
      "range": ""
    }, {
      "fullName": "William",
      "picture": "William.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>Pianiste classique à mes débuts, jusqu à mon renvoi du conservatoire à 11 ans, j'ai ensuite exploré le jazz et les musiques actuelles en autodidacte. Puis j'ai découvert le saxophone alto et baryton avec lesquels j'ai réellement travaillé l'improvisation, le funk, la soul et le groove, notamment en big band, mais également le rock, le reggae et le punk dans divers groupes de musique.</p><p>De Pink Floyd à Electrodeluxe, en passant par Maceo Parker, Wayne Shorter et David Sanborn, dès qu'on peut mettre du saxo dans de la musique moderne, je suis preneur. Jouer des sons planant ou à l'inverse très percussifs, c'est mon plaisir.</p>",
        "de": "<p>Als klassischer Pianist begann ich meine musikalische Laufbahn – bis zu meinem Ausschluss aus dem Konservatorium im Alter von 11 Jahren. Danach erkundete ich Jazz und moderne Musik als Autodidakt. Später entdeckte ich das Alt- und Baritonsaxophon, mit denen ich mich intensiv mit Improvisation, Funk, Soul und Groove beschäftigte, insbesondere in Big Bands, aber auch mit Rock-, Reggae- und Punkgruppen.</p><p>Von Pink Floyd bis Electrodeluxe, über Maceo Parker, Wayne Shorter und David Sanborn – sobald irgendwo ein Saxophon Platz findet, bin ich dabei. Klänge zu spielen, die entweder sphärisch oder im Gegenteil sehr perkussiv sind, ist meine Leidenschaft.</p>",
        "en": "<p>I started as a classical pianist, until I was expelled from the conservatory at the age of 11. After that, I explored jazz and contemporary music as a self-taught musician. Then I discovered the alto and baritone saxophones, with which I truly began to work on improvisation, funk, soul, and groove — especially in big bands, but also rock, reggae, and punk with various music groups.</p><p>From Pink Floyd to Electrodeluxe, through Maceo Parker, Wayne Shorter, and David Sanborn — as soon as there's a chance to add some sax to modern music, I'm in. Playing sounds that are either atmospheric or, on the contrary, very percussive, is my greatest joy.</p>",
        "es": "<p>Pianista clásico en mis comienzos, hasta que me expulsaron del conservatorio a los 11 años, luego exploré el jazz y las músicas actuales como autodidacta. Después descubrí el saxofón alto y barítono, con los que realmente trabajé la improvisación, el funk, el soul y el groove, especialmente en big bands, pero también el rock, el reggae y el punk en diversos grupos musicales.</p><p>De Pink Floyd a Electrodeluxe, pasando por Maceo Parker, Wayne Shorter y David Sanborn, en cuanto se puede poner saxo en la música moderna, ahí estoy. Tocar sonidos envolventes o, al contrario, muy percusivos, es mi placer.</p>",
        "it": "<p>Pianista classico agli inizi, fino alla mia espulsione dal conservatorio a 11 anni, ho poi esplorato il jazz e la musica contemporanea da autodidatta. Successivamente ho scoperto il sassofono contralto e baritono, con i quali ho davvero lavorato sull'improvvisazione, il funk, il soul e il groove, soprattutto in big band, ma anche nel rock, nel reggae e nel punk con diversi gruppi musicali.</p><p>Da Pink Floyd a Electrodeluxe, passando per Maceo Parker, Wayne Shorter e David Sanborn — ogni volta che si può inserire un sax nella musica moderna, io ci sono. Suonare suoni eterei o, al contrario, molto percussivi, è il mio piacere.</p>"
      },
      "roles": ["saxophone"],
      "range": ""
    }, {
      "fullName": "Véronique",
      "picture": "Véronique.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>J'ai commencé très tôt de solides études classiques de piano, de chant, puis de composition. En tant que pianiste et chanteuse, j'ai participé à des concerts de musique instrumentale, des opérettes, des opéras et des créations de théâtre musical, en particulier des œuvres de jazz contemporain comme Rose-Nègre, du saxophoniste Roland Seilhes, et Variations Provençales, de Léonardo Montana, pianiste du groupe « Triphase » d'Anne Paceo.</p><p>Parallèlement, j'ai composé la musique d'un opéra Sorbet ! Sorbet !, de deux comédies musicales, La Tortue Amoureuse et Festival !, ainsi que les chansons du CD Veronika Vox - Vois-tu. Malgré ces amusantes activités, je traînais un regret : ne pas pouvoir jouer dans un orchestre. Et une envie, longtemps refoulée : apprendre la trompette.</p><p>L'apprentissage de cet instrument très polyvalent m'a permis de découvrir de nouveaux territoires, du baroque au symphonique, des fanfares aux musiques actuelles puis, au fil de mes progrès techniques, l'univers de la soul et du funk.</p><p>Ma rencontre avec Melasoul, faite par hasard, est la suite logique de ce parcours et je l'ai vécue comme un alignement des planètes. C'est avec fierté que j'ai rejoint ce groupe de musiciens compétents et passionnés. Avec leur complicité bienveillante, je prends progressivement ma place dans le pupitre des « soufflants », mettant mon vécu musical atypique au service de leur riche répertoire. J'ai beaucoup de plaisir à explorer ce nouveau terrain de jeu.</p>",
        "de": "<p>Ich begann sehr früh mit einer soliden klassischen Ausbildung in Klavier, Gesang und später Komposition. Als Pianistin und Sängerin nahm ich an Instrumentalkonzerten, Operetten, Opern und Musiktheateraufführungen teil, insbesondere an Werken des zeitgenössischen Jazz wie Rose-Nègre des Saxophonisten Roland Seilhes und Variations Provençales von Léonardo Montana, dem Pianisten der Gruppe „Triphase“ von Anne Paceo.</p><p>Parallel dazu komponierte ich die Musik für die Oper Sorbet! Sorbet!, für zwei Musicals (La Tortue Amoureuse und Festival!) sowie die Lieder der CD Veronika Vox – Vois-tu. Trotz dieser vergnüglichen Aktivitäten trug ich ein Bedauern in mir: nicht in einem Orchester spielen zu können. Und einen lange unterdrückten Wunsch: Trompete zu lernen.</p><p>Das Erlernen dieses äußerst vielseitigen Instruments ermöglichte es mir, neue musikalische Territorien zu entdecken – vom Barock bis zur Sinfonik, von Blaskapellen bis hin zu aktueller Musik – und im Zuge meiner technischen Fortschritte auch die Welt des Soul und Funk zu erkunden.</p><p>Meine Begegnung mit Melasoul, die zufällig geschah, ist die logische Fortsetzung dieses Werdegangs, und ich habe sie wie eine Art „Ausrichtung der Planeten“ erlebt. Mit Stolz habe ich mich dieser Gruppe kompetenter und leidenschaftlicher Musiker angeschlossen. Dank ihrer wohlwollenden Unterstützung finde ich allmählich meinen Platz im Bläsersatz und stelle meine unkonventionelle musikalische Erfahrung in den Dienst ihres reichen Repertoires. Es bereitet mir große Freude, dieses neue Spielfeld zu erkunden.</p>",
        "en": "<p>I started very early with solid classical studies in piano, singing, and later composition. As a pianist and singer, I took part in instrumental music concerts, operettas, operas, and musical theatre creations, particularly in contemporary jazz works such as Rose-Nègre by saxophonist Roland Seilhes and Variations Provençales by Léonardo Montana, pianist of Anne Paceo’s group “Triphase.”</p><p>At the same time, I composed the music for the opera Sorbet! Sorbet!, for two musicals (La Tortue Amoureuse and Festival!) as well as the songs on the album Veronika Vox – Vois-tu. Despite these enjoyable activities, I carried one regret: not being able to play in an orchestra. And one long-suppressed desire: to learn the trumpet.</p><p>Learning this highly versatile instrument allowed me to discover new territories — from baroque to symphonic music, from brass bands to contemporary styles, and, as my technical skills improved, into the world of soul and funk.</p><p>My encounter with Melasoul, which happened by chance, is the natural continuation of this journey, and I experienced it as a kind of alignment of the planets. I joined this group of skilled and passionate musicians with pride. With their caring support, I am gradually finding my place in the horn section, bringing my atypical musical background to their rich repertoire. It gives me great joy to explore this new playground.</p>",
        "es": "<p>Comencé muy pronto con sólidos estudios clásicos de piano, canto y luego composición. Como pianista y cantante, participé en conciertos de música instrumental, operetas, óperas y creaciones de teatro musical, en particular en obras de jazz contemporáneo como Rose-Nègre, del saxofonista Roland Seilhes, y Variations Provençales, de Léonardo Montana, pianista del grupo “Triphase” de Anne Paceo.</p><p>Paralelamente, compuse la música de la ópera Sorbet! Sorbet!, de dos comedias musicales (La Tortue Amoureuse y Festival!) y de las canciones del álbum Veronika Vox – Vois-tu. A pesar de estas actividades tan divertidas, arrastraba un pesar: no poder tocar en una orquesta. Y un deseo, reprimido durante mucho tiempo: aprender trompeta.</p><p>El aprendizaje de este instrumento tan versátil me permitió descubrir nuevos territorios, desde el barroco hasta lo sinfónico, desde las fanfarrias hasta las músicas actuales y, a medida que progresaba técnicamente, el universo del soul y del funk.</p><p>Mi encuentro con Melasoul, fruto del azar, es la continuación lógica de este recorrido, y lo viví como una alineación de los planetas. Me uní con orgullo a este grupo de músicos competentes y apasionados. Con su cómplice benevolencia, voy encontrando poco a poco mi lugar en la sección de metales, poniendo mi experiencia musical atípica al servicio de su rico repertorio. Me da mucho placer explorar este nuevo terreno de juego.</p>",
        "it": "<p>Ho iniziato molto presto con solidi studi classici di pianoforte, canto e poi composizione. Come pianista e cantante ho partecipato a concerti di musica strumentale, operette, opere e creazioni di teatro musicale, in particolare a opere di jazz contemporaneo come Rose-Nègre del sassofonista Roland Seilhes e Variations Provençales di Léonardo Montana, pianista del gruppo “Triphase” di Anne Paceo.</p><p>Parallelamente ho composto la musica per l'opera Sorbet! Sorbet!, per due musical (La Tortue Amoureuse e Festival!) e per le canzoni dell'album Veronika Vox – Vois-tu. Nonostante queste attività divertenti, avevo un rimpianto: non poter suonare in un'orchestra. E un desiderio, a lungo represso: imparare la tromba.</p><p>Lo studio di questo strumento estremamente versatile mi ha permesso di scoprire nuovi territori – dal barocco al sinfonico, dalle fanfare alla musica contemporanea e, con il miglioramento della mia tecnica, l'universo del soul e del funk.</p><p>Il mio incontro con i Melasoul, avvenuto per caso, è la logica continuazione di questo percorso e l'ho vissuto come un perfetto allineamento dei pianeti. Ho aderito con orgoglio a questo gruppo di musicisti competenti e appassionati. Con la loro benevola complicità, sto trovando gradualmente il mio posto nella sezione fiati, mettendo la mia esperienza musicale atipica al servizio del loro ricco repertorio. Provo grande piacere nell'esplorare questo nuovo campo di gioco.</p>"
      },
      "roles": ["trumpet"],
      "range": ""
    }, {
      "fullName": "Florian",
      "picture": "Florian.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>Tromboniste passionné, formé dans plusieurs conservatoires d'Île-de-France, j'ai eu la chance d'évoluer sur de nombreuses scènes parisiennes avec différents orchestres symphoniques. Ces expériences m'ont permis d'affirmer mon son velouté, ma justesse d'écoute et mon goût du jeu collectif.</p><p>Au fil du temps, j'ai ressenti le besoin d'explorer des univers plus libres, où le trombone peut groover, dialoguer et vibrer autrement. C'est naturellement que je me suis tourné vers la soul et le funk, inspiré par des figures comme Fred Wesley ou Nils Landgren.</p><p>Aujourd'hui, je cherche à mêler la finesse du classique à l'énergie du groove, pour construire une identité musicale sincère, expressive et résolument tournée vers le partage.</p>",
        "de": "<p>Als leidenschaftlicher Posaunist, ausgebildet in mehreren Konservatorien der Île-de-France, hatte ich das Glück, auf zahlreichen Pariser Bühnen mit verschiedenen Sinfonieorchestern aufzutreten. Diese Erfahrungen ermöglichten es mir, meinen samtigen Klang, mein feines Gehör und meine Freude am gemeinsamen Spiel zu festigen.</p><p>Mit der Zeit verspürte ich das Bedürfnis, freiere musikalische Welten zu erkunden, in denen die Posaune grooven, in Dialog treten und auf andere Weise schwingen kann. So wandte ich mich ganz natürlich der Soul- und Funkmusik zu, inspiriert von Künstlern wie Fred Wesley und Nils Landgren.</p><p>Heute versuche ich, die Finesse der Klassik mit der Energie des Groove zu verbinden, um eine musikalische Identität zu schaffen, die aufrichtig, ausdrucksstark und ganz dem gemeinsamen Erleben gewidmet ist.</p>",
        "en": "<p>A passionate trombonist, trained in several conservatories in the Île-de-France region, I've had the opportunity to perform on many Parisian stages with different symphony orchestras. These experiences have allowed me to develop my velvety tone, my keen sense of listening, and my love for collective performance.</p><p>Over time, I felt the need to explore freer musical worlds, where the trombone can groove, converse, and vibrate differently. It was only natural that I turned to soul and funk, inspired by figures such as Fred Wesley and Nils Landgren.</p><p>Today, I seek to blend the finesse of classical music with the energy of groove, to build a musical identity that is sincere, expressive, and deeply rooted in sharing.</p>",
        "es": "<p>Trombonista apasionado, formado en varios conservatorios de Île-de-France, he tenido la suerte de actuar en numerosos escenarios parisinos con diferentes orquestas sinfónicas. Estas experiencias me han permitido afirmar mi sonido aterciopelado, mi precisión auditiva y mi gusto por el juego colectivo.</p><p>Con el tiempo sentí la necesidad de explorar universos más libres, donde el trombón puede hacer groove, dialogar y vibrar de otra manera. De forma natural me acerqué al soul y al funk, inspirado por figuras como Fred Wesley y Nils Landgren.</p><p>Hoy busco combinar la finura de la música clásica con la energía del groove, para construir una identidad musical sincera, expresiva y decididamente orientada al compartir.</p>",
        "it": "<p>Trombettista appassionato, formatomi in diversi conservatori dell'Île-de-France, ho avuto la fortuna di esibirmi su numerosi palchi parigini con varie orchestre sinfoniche. Queste esperienze mi hanno permesso di affinare il mio suono vellutato, la mia precisione d'ascolto e il mio gusto per il gioco collettivo.</p><p>Col tempo ho sentito il bisogno di esplorare universi più liberi, dove il trombone può fare groove, dialogare e vibrare in modo diverso. È stato naturale per me avvicinarmi al soul e al funk, ispirato da figure come Fred Wesley e Nils Landgren.</p><p>Oggi cerco di unire la finezza della musica classica con l'energia del groove, per costruire un'identità musicale sincera, espressiva e profondamente orientata alla condivisione.</p>"
      },
      "roles": ["trombone"],
      "range": ""
    }, {
      "fullName": "Vincent",
      "picture": "Vincent.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>Issu d'une fusion de cultures italienne et polonaise, ma musique est née de l'harmonie des contraires. J'ai découvert la guitare à 12 ans, puis ai suivi les chemins de la basse et du piano, séduit par les rythmes et les harmonies. Le groove m'a happé, et j'ai trouvé mon refuge dans la basse, instrument de la fondation et de la pulsation.</p><p>J'ai parcouru les terres de la soul, du rock et du jazz, pour tisser les fils de la rythmique avec passion. Ma quête est de créer une symbiose parfaite entre la basse et la batterie, pour que la mélodie puisse s'envoler.</p>",
        "de": "<p>Aus einer Mischung italienischer und polnischer Kulturen stammend, ist meine Musik aus der Harmonie der Gegensätze entstanden. Mit 12 Jahren entdeckte ich die Gitarre, bevor ich mich dem Bass und dem Klavier zuwandte, verführt von Rhythmen und Harmonien. Der Groove hat mich gepackt, und ich fand meine Zuflucht im Bass – dem Instrument des Fundaments und des Pulses.</p><p>Ich habe die Welten der Soul-, Rock- und Jazzmusik durchstreift, um mit Leidenschaft die Fäden des Rhythmus zu weben. Mein Ziel ist es, eine perfekte Symbiose zwischen Bass und Schlagzeug zu schaffen, damit sich die Melodie frei entfalten kann.</p>",
        "en": "<p>Born from a fusion of Italian and Polish cultures, my music emerged from the harmony of opposites. I discovered the guitar at the age of 12, then followed the paths of bass and piano, captivated by rhythms and harmonies. Groove drew me in, and I found my refuge in the bass — the instrument of foundation and pulse.</p><p>I’ve traveled through the realms of soul, rock, and jazz, passionately weaving the threads of rhythm. My quest is to create a perfect symbiosis between bass and drums, so that the melody can take flight.</p>",
        "es": "<p>Nacido de una fusión de culturas italiana y polaca, mi música surgió de la armonía de los contrarios. Descubrí la guitarra a los 12 años, luego seguí los caminos del bajo y del piano, seducido por los ritmos y las armonías. El groove me atrapó, y encontré mi refugio en el bajo, instrumento de la base y del pulso.</p><p>He recorrido los territorios del soul, del rock y del jazz, tejiendo con pasión los hilos de la rítmica. Mi búsqueda es crear una simbiosis perfecta entre el bajo y la batería, para que la melodía pueda elevarse.</p>",
        "it": "<p>Nato da una fusione di culture italiane e polacche, la mia musica è nata dall’armonia degli opposti. Ho scoperto la chitarra a 12 anni, poi ho seguito le strade del basso e del pianoforte, affascinato dai ritmi e dalle armonie. Il groove mi ha catturato e ho trovato il mio rifugio nel basso, lo strumento della fondazione e del battito.</p><p>Ho attraversato i territori della soul, del rock e del jazz, intrecciando con passione i fili della ritmica. La mia ricerca è creare una perfetta simbiosi tra basso e batteria, affinché la melodia possa spiccare il volo.</p>"
      },
      "roles": ["bass"],
      "range": ""
    }, {
      "fullName": "François",
      "picture": "François.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>Je suis percussionniste mais j'ai commencé à la basse à 18 ans en autodidacte. Après quelques années, je me suis mis à la contrebasse, mais cette fois-ci à l'ENM de Villeurbanne en classique, jazz et musiques traditionnelles. C'est là que Alain pistre, qui dirigeait un atelier de musiques Cubaines, m'a mis aux congas pour mieux comprendre ''la mécanique''... Et ça ne m'a plus quitté depuis...</p><p>Jeai complètement basculé dans l'univers des percussions il y a une dizaine deannées en me formant et en pratiquant auprès des maîtres comme Miguel Gomez, Orlando Poléo, et, plus récemment Carlos Esposito et Sébastien Fauqué entre autres.</p><p>Explorateur de rythmes, de sonorités et de couleurs, je vais chercher la plupart des éléments rythmiques que j'utilise dans l'immense vivier culturel issu de l'héritage des percussions afro-cubaines. Aujourd'hui, j'apporte cette touche avec un immense plaisir pour contribuer à « la grosse machine » : la section rythmique de Melasoul.</p>",
        "de": "<p>Ich bin Percussionist, habe aber im Alter von 18 Jahren als Autodidakt mit dem E-Bass angefangen. Nach einigen Jahren wechselte ich zum Kontrabass, diesmal am ENM in Villeurbanne, wo ich klassische Musik, Jazz und traditionelle Musik studierte. Dort brachte mich Alain Pistre, der ein kubanisches Musikatelier leitete, an die Congas, um „die Mechanik“ besser zu verstehen... und seitdem haben sie mich nicht mehr losgelassen.</p><p>Vor etwa zehn Jahren bin ich vollständig in die Welt der Percussion eingetaucht, indem ich bei Meistern wie Miguel Gomez, Orlando Poléo und, in jüngerer Zeit, Carlos Esposito und Sébastien Fauqué lernte und spielte.</p><p>Als Entdecker von Rhythmen, Klängen und Farben schöpfe ich die meisten rhythmischen Elemente, die ich verwende, aus dem riesigen kulturellen Erbe der afro-kubanischen Percussion. Heute bringe ich diesen besonderen Touch mit großer Freude ein, um zu „der großen Maschine“ beizutragen: der Rhythmussektion von Melasoul.</p>",
        "en": "<p>I'm a percussionist, but I actually started on bass guitar at 18, self-taught. After a few years, I switched to double bass, this time at the ENM in Villeurbanne, studying classical, jazz, and traditional music. It was there that Alain Pistre, who was leading a Cuban music workshop, put me on congas to better understand “the mechanics”... and I've never stopped since.</p><p>About ten years ago, I completely immersed myself in the world of percussion, studying and performing with masters such as Miguel Gomez, Orlando Poléo, and more recently Carlos Esposito and Sébastien Fauqué, among others.</p><p>An explorer of rhythms, sounds, and colors, I draw most of the rhythmic elements I use from the vast cultural heritage of Afro-Cuban percussion. Today, I bring this touch with great joy to contribute to “the big machine”: the rhythm section of Melasoul.</p>",
        "es": "<p>Soy percusionista, pero empecé con el bajo a los 18 años, de forma autodidacta. Después de unos años pasé al contrabajo, esta vez en el ENM de Villeurbanne, donde estudié música clásica, jazz y músicas tradicionales. Fue allí donde Alain Pistre, que dirigía un taller de músicas cubanas, me puso a tocar las congas para comprender mejor “la mecánica”... y desde entonces no las he dejado.</p><p>Hace unos diez años me sumergí por completo en el universo de la percusión, formándome y tocando junto a maestros como Miguel Gomez, Orlando Poléo y, más recientemente, Carlos Esposito y Sébastien Fauqué, entre otros.</p><p>Explorador de ritmos, sonoridades y colores, busco la mayoría de los elementos rítmicos que utilizo en el inmenso legado cultural procedente de las percusiones afro-cubanas. Hoy aporto ese toque con enorme placer para contribuir a “la gran máquina”: la sección rítmica de Melasoul.</p>",
        "it": "<p>Sono percussionista, ma ho iniziato con il basso all'età di 18 anni da autodidatta. Dopo alcuni anni sono passato al contrabbasso, questa volta all'ENM di Villeurbanne, dove ho studiato musica classica, jazz e musiche tradizionali. È lì che Alain Pistre, che dirigeva un laboratorio di musiche cubane, mi ha messo alle congas per capire meglio “la meccanica”... e da allora non le ho più lasciate.</p><p>Circa dieci anni fa mi sono completamente immerso nell'universo delle percussioni, formandomi e suonando con maestri come Miguel Gomez, Orlando Poléo e, più recentemente, Carlos Esposito e Sébastien Fauqué, tra gli altri.</p><p>Esploratore di ritmi, sonorità e colori, cerco la maggior parte degli elementi ritmici che utilizzo nel vasto patrimonio culturale delle percussioni afro-cubane. Oggi porto questo tocco con immenso piacere per contribuire alla “grande macchina”: la sezione ritmica dei Melasoul.</p>"
      },
      "roles": ["percussion"],
      "range": ""
    }, {
      "fullName": "David",
      "picture": "David.webp",
      "pictureCredit": "",
      "bio": {
        "fr": "<p>J'ai commencé la musique à l'âge de 9 ans, ensuite j'ai pu intégrer un conservatoire et jouer dans un orchestre Jazz qui m'a permis d'acquérir la souplesse dans mon jeu, ensuite j'ai fait partie de beaucoup de groupes comme le trash, le reggae, le punk, la funk, riche de mes connaissances, j'ai pu m'épanouir de jour en jour. Depuis un moment j'ai le plaisir de jouer dans un groupe plein d'énergie, le kiffe.</p>",
        "de": "<p>Ich begann im Alter von 9 Jahren mit der Musik, konnte später ein Konservatorium besuchen und in einem Jazzorchester spielen, was mir half, mehr Flexibilität in meinem Spiel zu entwickeln. Danach war ich Teil vieler Bands – Trash, Reggae, Punk, Funk – und dank meines Wissens konnte ich mich Tag für Tag weiter entfalten. Seit einiger Zeit habe ich das Vergnügen, in einer energiegeladenen Band zu spielen – einfach großartig.</p>",
        "en": "<p>I started music at the age of 9, then joined a conservatory and played in a jazz orchestra, which helped me gain flexibility in my playing. Later, I was part of many bands – trash, reggae, punk, funk – and thanks to my experience, I've been able to grow day by day. For some time now, I've had the pleasure of playing in a band full of energy — pure joy.</p>",
        "es": "<p>Empecé en la música a los 9 años, luego pude entrar en un conservatorio y tocar en una orquesta de jazz, lo que me permitió adquirir flexibilidad en mi manera de tocar. Después formé parte de muchos grupos —de trash, reggae, punk, funk— y gracias a mis conocimientos he podido desarrollarme cada día más. Desde hace un tiempo tengo el placer de tocar en un grupo lleno de energía, ¡una auténtica pasada!</p>",
        "it": "<p>Ho iniziato con la musica all'età di 9 anni, poi ho potuto entrare in un conservatorio e suonare in un'orchestra jazz, che mi ha permesso di acquisire scioltezza nel mio modo di suonare. In seguito ho fatto parte di molti gruppi —trash, reggae, punk, funk— e grazie alle mie conoscenze ho potuto crescere giorno dopo giorno. Da un po' di tempo ho il piacere di suonare in una band piena di energia — una vera goduria.</p>"
      },
      "roles": ["drums"],
      "range": ""
    }
  ],
  "pastMembers": [],
  "events": [],
  "releases": [],
  "medias": [],
  "links": [
    {
      "type": "facebook",
      "name": "Facebook",
      "url": "https://www.facebook.com/Melasoul"
    }, {
      "type": "instagram",
      "name": "Instagram",
      "url": "https://www.instagram.com/melasoul_music/"
    }, {
      "type": "tiktok",
      "name": "Tik Tok",
      "url": "https://www.tiktok.com/@melasoul_music"
    }, {
      "type": "youtube",
      "name": "YouTube",
      "url": "https://www.youtube.com/@melasoul_music"
    }, {
      "type": "reverbnation",
      "name": "Reverbnation",
      "url": "https://www.reverbnation.com/melasoul"
    }    
  ],
  "styles": {
    "mainColor": "#FBB033",
    "gradientStart": "#F16700",
    "gradientEnd": "#772E01"
  }
}
